alert(60 * 60 * 24); //Найдите количество секунд в сутках.

alert(60 * 60 * 24 * 30); //Найдите количество секунд в 30 сутках.

alert(60 * 60 * 24 * 365); //Найдите количество секунд в году.

alert(60 * 24); //Найдите количество минут в сутках.

alert(60 * 24 * 365); //Найдите количество минут в году.

alert(1024 ** 2); //Найдите количество байт в мегабайте.

alert(1024 ** 3); //Найдите количество байт в гигабайте.

alert(1024 ** 3 * 10); //Найдите количество байт в 10 гигабайтах.

alert(1024 ** 4); //Найдите количество байт в терабайте.

alert(1024 ** 3); //Найдите количество килобайт в терабайте.